Repository: NaN-tic/trytond-stock_shipment_return
Catalog: locale/*.po
Languages: ca_es, es

# field:stock.shipment.in.return,origin:
source: Origin
ca_es: Origen
es: Origen

# model:ir.action,name:act_shipment_in_returns
source: Returns
ca_es: Devolucions
es: Devoluciones

# model:ir.action,name:wizard_return_shipment_in
source: Return Shipment
ca_es: Retorna albarà
es: Devolver albarán

# model:ir.action,name:wizard_return_shipment_out
source: Return Shipment
ca_es: Retorna albarà
es: Devolver albarán

# model:stock.shipment.in.return_shipment.start,name:
source: Return Supplier Shipment
ca_es: Albarà de devolució a proveïdor
es: Devolución albarán de proveedor

# model:stock.shipment.out.return_shipment.start,name:
source: Return Customer Shipment
ca_es: Retornar albarà de client
es: Devolución albarán de cliente

# selection:stock.shipment.in.return,origin:
source: Purchase
ca_es: Compra
es: Compra

# selection:stock.shipment.in.return,origin:
source: Shipment In
ca_es: Albarà de proveïdor
es: Albarán de proveedor

# view:stock.shipment.in.return_shipment.start:
source: Are you sure to return those/this supplier shipment(s)?
ca_es: Està segur de retornar aquest(s) albaran(s) de proveïdor?
es: ¿Está seguro de devolver este/estos albaran(es) de proveedor?

# view:stock.shipment.in.return_shipment.start:
source: Return Supplier Shipment
ca_es: Albarà de devolució a proveïdor
es: Devolución albarán de proveedor

# view:stock.shipment.out.return_shipment.start:
source: Are you sure to return those/this customer shipment(s)?
ca_es: Està segur de retornar aquest(s) albaran(s) de cliente?
es: ¿Está seguro de devolver este/estos albaran(es) de cliente?

# view:stock.shipment.out.return_shipment.start:
source: Return Customer Shipment
ca_es: Retornar albarà de client
es: Devolución albarán de cliente

# wizard_button:stock.shipment.in.return_shipment,start,end:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# wizard_button:stock.shipment.in.return_shipment,start,return_:
source: Return
ca_es: Retorna
es: Devolver

# wizard_button:stock.shipment.out.return_shipment,start,end:
source: Cancel
ca_es: Cancel·la
es: Cancelar

# wizard_button:stock.shipment.out.return_shipment,start,return_:
source: Return
ca_es: Retorna
es: Devolver
